//Обираємо блюдо дня в кафе в залежності від дня тижня

const day = 'Неділя';

switch (day) {
    case 'Понеділок':
        console.log('Блюдо дня на понеділок: Борщ український — класичний червоний буряковий суп з м’ясом та овочами, обов’язковий для українського меню.');
        break;
    case 'Вівторок':
        console.log('Блюдо дня на вівторок: Вареники з картоплею та шкварками — ніжне тісто з начинкою з картоплі й смачні шкварки зверху.');
        break;
    case 'Середа':
        console.log('Блюдо дня на середу: Деруни (картопляні оладки) — смажені з тертої картоплі, подають зі сметаною.');
        break;
    case 'Четвер':
        console.log('Блюдо дня на четвер: Куліш — традиційна страва з пшона з овочами, з додаванням сала та м’яса.');
        break;
    case 'П’ятниця':
        console.log('Блюдо дня на п’ятницю: Котлета по-київськи — соковита куряча котлета з масляною начинкою всередині, обсмажена до золотистої скоринки.');
        break;
    case 'Субота':
        console.log('Блюдо дня на суботу: Голубці — капустяні листя з начинкою із фаршу та рису, тушковані в соусі.');
        break;
    case 'Неділя':
        console.log('Блюдо дня на неділю: Крученики — тонкі запечені свинячі відбивні, загорнуті з начинкою з грибами та сиром.');
        break;
}
